{
  "slug": "air-purifier-for-cats",
  "en": {
    "title": "Choosing an Air Purifier for Cat Allergies | The Importance of HEPA Filters",
    "content": "<p>An air purifier is an essential item for managing cat allergies. By choosing the right product, you can significantly reduce indoor allergens.</p>\n<h2>Why a HEPA Filter Is Essential</h2>\n<p>A True HEPA filter (JIS standard compliant) can capture 99.97% or more of particles as small as 0.3µm. Since the cat allergen Fel d1 has a particle size of approximately 2.5µm or larger, a HEPA filter can reliably capture it.</p>\n<p>Be cautious of labels such as \"HEPA-type,\" \"HEPA-like,\" or \"HEPA-grade.\" These differ from True HEPA and may have significantly lower filtration performance. Always choose a filter labeled \"True HEPA\" or \"JIS standard compliant.\"</p>\n<h2>5 Key Points for Choosing an Air Purifier</h2>\n<p>1. Choose a model rated for at least 1.5 times your room size. 2. Select one with easy filter replacement and readily available replacement filters. 3. Pick a quiet model (important for sleeping). 4. A deodorizing filter helps with pet odors too. 5. A pre-filter that catches cat hair first is a plus.</p>\n<h2>Effective Placement and Usage</h2>\n<p>Ideally, place one unit in each room where your cat spends time and one in the bedroom. Run them 24 hours a day and replace filters according to the recommended schedule. When using alongside an air conditioner, place the air purifier in a corner of the room perpendicular to the AC airflow for maximum efficiency.</p>\n<p>At Fuluck Cattery, we run multiple air purifiers to maintain a clean air environment.</p>"
  },
  "zh": {
    "title": "猫过敏空气净化器选购指南 | HEPA滤芯的重要性",
    "content": "<p>空气净化器是应对猫过敏的必备物品。选择合适的产品，可以大幅减少室内过敏原。</p>\n<h2>为什么必须选择HEPA滤芯</h2>\n<p>True HEPA滤芯（符合JIS标准）能够捕获99.97%以上的0.3µm微粒。猫过敏原Fel d1的颗粒大小约为2.5µm以上，因此HEPA滤芯可以有效捕获。</p>\n<p>需要注意\"HEPA型\"、\"类HEPA\"、\"HEPA级\"等标注。这些与True HEPA不同，过滤性能可能大幅下降。请务必选择标注为\"True HEPA\"或\"符合JIS标准\"的滤芯。</p>\n<h2>选购空气净化器的5个要点</h2>\n<p>①选择适用面积为房间面积1.5倍以上的型号。②选择易于更换滤芯且替换滤芯容易购买的产品。③选择运行噪音低的型号（为了睡眠质量）。④带除臭滤芯的产品还能应对宠物异味。⑤带预过滤网的产品可以先拦截猫毛。</p>\n<h2>有效的摆放和使用方法</h2>\n<p>理想的做法是在猫经常待的房间和卧室各放一台。基本上需要24小时运行，按推荐周期更换滤芯。与空调同时使用时，将空气净化器放在房间角落，与空调气流垂直的位置，效率更高。</p>\n<p>福楽猫舍也运行着多台空气净化器，维持清洁的空气环境。</p>"
  }
}
