{
  "slug": "allergy-medications",
  "en": {
    "title": "Cat Allergy Medications and Treatments | From OTC Drugs to Immunotherapy",
    "content": "<p>There are various ways to manage cat allergy symptoms, from symptomatic medication to root-cause treatments. Learn which approach is right for you.</p>\n<h2>Over-the-Counter Symptomatic Treatment</h2>\n<h3>Antihistamines (Oral Medication)</h3>\n<p>These are the basic medications for controlling sneezing, runny nose, and itching. Common examples include Allegra (fexofenadine), Claritin (loratadine), and Xyzal (levocetirizine). Second-generation antihistamines cause less drowsiness, minimizing impact on daily life.</p>\n<h3>Steroid Nasal Sprays</h3>\n<p>Highly effective for nasal congestion and runny nose. Nasonex and Avamys are common prescription options. While it takes several days to a week to see results, continued use can significantly improve symptoms.</p>\n<h3>Allergy Eye Drops</h3>\n<p>For itchy eyes, redness, and watery eyes, anti-allergy eye drops such as Pataday and Alegysal are effective.</p>\n<h2>Immunotherapy (Desensitization Therapy)</h2>\n<p>This is a root-cause treatment that gradually introduces allergens into the body to train the immune system. There are subcutaneous injection and sublingual methods. While it takes months to years to show results, it offers the potential for fundamental improvement.</p>\n<p>In Japan, sublingual immunotherapy is currently covered by insurance for cedar pollen and dust mites, but products targeting cat allergens are not yet approved domestically. Overseas, cat allergen immunotherapy products are being developed and researched, with future availability expected.</p>\n<h2>Living with Medication</h2>\n<p>If you are getting a cat, it is realistic to rely on medication support during the first few months while gradually implementing environmental measures. Once symptoms stabilize, consult your doctor about adjusting medication dosages.</p>"
  },
  "zh": {
    "title": "猫过敏的药物与治疗方法 | 从非处方药到免疫疗法",
    "content": "<p>抑制猫过敏症状的方法从对症药物治疗到根本治疗多种多样。了解适合自己的治疗方法吧。</p>\n<h2>非处方药对症治疗</h2>\n<h3>抗组胺药（口服药）</h3>\n<p>这是抑制打喷嚏、流鼻涕、瘙痒的基本药物。常见的有Allegra（非索非那定）、开瑞坦（氯雷他定）、Xyzal（左西替利嗪）等。第二代抗组胺药嗜睡副作用较小，对日常生活的影响降到最低。</p>\n<h3>类固醇鼻喷剂</h3>\n<p>对鼻塞、流鼻涕有显著效果。常见处方药有内舒拿和雅敏士等。虽然需要数天到一周才能见效，但持续使用可以大幅改善症状。</p>\n<h3>抗过敏眼药水</h3>\n<p>对眼部瘙痒、充血、流泪等症状，帕坦洛尔、阿来吉等抗过敏滴眼液效果显著。</p>\n<h2>免疫疗法（脱敏疗法）</h2>\n<p>这是一种通过逐渐向体内注入过敏原，让免疫系统适应的根本治疗方法。包括皮下注射法和舌下免疫疗法。虽然见效需要数月到数年，但有望从根本上改善体质。</p>\n<p>目前在日本，杉树花粉和尘螨的舌下免疫疗法已纳入医保，但针对猫过敏原的产品尚未在国内获批。海外正在开发和研究猫过敏原免疫疗法产品，未来有望实用化。</p>\n<h2>与药物共处</h2>\n<p>如果准备开始养猫，在最初几个月借助药物支持、同时逐步完善环境对策是比较现实的做法。症状稳定后，可以与医生商量逐步调整用药量。</p>"
  }
}
