{
  "slug": "british-shorthair-character",
  "en": {
    "title": "British Shorthair Personality and Characteristics | The Secret to Their Easy-Going Nature",
    "content": "<p>The British Shorthair (BSH) is a historic breed originating from the United Kingdom. Known affectionately as \"Brit\" in Japan, this breed is characterized by its round face, stocky build, and plush coat.</p>\n<h2>British Shorthair Personality</h2>\n<h3>Calm and Composed</h3>\n<p>The British Shorthair has an extremely calm temperament and rarely becomes noisy. They prefer to spend their time quietly, making them well-suited for apartment living.</p>\n<h3>Moderate Independence</h3>\n<p>Rather than being overly clingy, they tend to stay near their owner while maintaining a comfortable distance. This independent streak is what gives them their distinctly \"cat-like\" charm. They are well-suited for people who are away from home for work.</p>\n<h3>Gentle and Patient</h3>\n<p>They are patient with children and other pets and rarely become aggressive. They are also well-suited for multi-pet households.</p>\n<h2>Physical Characteristics</h2>\n<p>They have a sturdy medium-to-large build with a round head, perfectly round eyes, and a short nose that creates an adorable appearance. Their coat is dense with a velvety texture. While blue (gray) is the most well-known color, they come in many colors including golden, silver, and chocolate.</p>\n<h2>British Shorthairs at Fuluck Cattery</h2>\n<p>At Fuluck Cattery, in addition to Siberians, we also breed British Shorthairs. Our cats are particularly known for their golden colorations, and we ensure thorough health management and socialization training before placing them in their new homes.</p>"
  },
  "zh": {
    "title": "英国短毛猫的性格与特征 | 好养的秘密",
    "content": "<p>英国短毛猫（BSH）是原产于英国的历史悠久的猫种。在日本被昵称为\"布偶猫\"，以圆脸、矮胖体型和丰厚被毛为特征。</p>\n<h2>英国短毛猫的性格</h2>\n<h3>温和沉稳</h3>\n<p>英国短毛猫性格非常温和，几乎不会吵闹。它们喜欢安静地度过时光，非常适合公寓等集合住宅饲养。</p>\n<h3>适度的独立性</h3>\n<p>不是那种特别粘人的类型，会待在主人身边但保持一定的距离感。这种独立性也正是让人感受到\"猫咪本色\"的魅力所在。适合因工作经常不在家的人饲养。</p>\n<h3>温厚且有耐心</h3>\n<p>对小孩和其他宠物都很有耐心，几乎不会变得具有攻击性。也适合多宠家庭。</p>\n<h2>身体特征</h2>\n<p>体格结实，属于中型偏大型，圆圆的头、大大的圆眼睛、短短的鼻子构成了可爱的外表。被毛密度高，手感如天鹅绒般柔滑。最具代表性的毛色是蓝色（灰色），但也有金色、银色、巧克力色等多种颜色。</p>\n<h2>福楽猫舍的英国短毛猫</h2>\n<p>福楽猫舍除了西伯利亚猫，还培育英国短毛猫。我们的猫咪以金色系毛色为特色，在做好健康管理和社会化训练后再交付给新家庭。</p>"
  }
}
