{
  "slug": "cat-disaster-prep",
  "en": {
    "title": "Disaster Preparedness for Cat Owners: Emergency Supplies and Evacuation Tips",
    "content": "<p>Japan is a country prone to natural disasters, especially earthquakes. Being prepared for emergencies is essential when you share your life with a cat. Japan's Ministry of the Environment guidelines also recommend evacuating together with your pets.</p>\n<h2>What to Pack in Your Cat's Emergency Kit</h2>\n<p>Food and water (at least 5 days' supply, ideally 7 days), regular medications, toilet supplies (portable litter box, cat litter, pet sheets), carrier bag, leash and harness, multiple photos of your cat showing identifying features, copies of vaccination records, microchip information, food and water dishes, and plastic bags.</p>\n<h2>4 Things to Prepare in Advance</h2>\n<p>1. Get your cat used to the carrier (keep it open in the room at all times). 2. Practice putting on a harness. 3. Have a microchip implanted and keep the registration information up to date. 4. Arrange a temporary shelter in advance (friends, pet hotels, veterinary clinics, etc.).</p>\n    <h2>Important Points During Evacuation</h2>\n<p>While the Ministry of the Environment recommends evacuating with your pet as a general rule, acceptance conditions vary by evacuation shelter. Check your local government's pet evacuation policies in advance. Since your cat will need to stay inside the carrier at the shelter, practicing spending extended periods in the carrier beforehand will help both of you feel more at ease.</p>\n<h2>What Fuluck Cattery Does</h2>\n<p>At Fuluck Cattery, we train our kittens from a young age to be comfortable with carriers and harnesses, and all kittens are microchipped before handover. Emergency preparedness is an important part of responsible cat ownership.</p>"
  },
  "zh": {
    "title": "猫咪防灾指南：灾害时的准备与避难要点",
    "content": "<p>日本是一个自然灾害频发的国家，尤其是地震。养猫家庭也需要做好紧急时刻的准备。日本环境省的指南也建议灾害时携带宠物一起避难。</p>\n<h2>猫咪应急包的物品清单</h2>\n<p>猫粮和水（至少5天量，最好7天）、常备药物、如厕用品（便携式猫厕所、猫砂、宠物尿垫）、外出包、牵引绳和胸背带、多张能辨认特征的猫咪照片、疫苗证明复印件、芯片信息记录、食碗水碗、塑料袋。</p>\n<h2>日常应做的4项准备</h2>\n<p>1. 让猫咪习惯外出包（平时就把外出包打开放在房间里）。2. 练习佩戴胸背带。3. 植入芯片并保持注册信息为最新状态。4. 提前确认临时寄养处（朋友、宠物酒店、动物医院等）。</p>\n    <h2>避难时的注意事项</h2>\n<p>虽然环境省原则上建议携带宠物一起避难，但不同避难所的宠物接收条件各有不同。请提前确认您所在地区的宠物避难相关政策。由于在避难所需要让猫咪待在外出包内，平时就练习让猫咪长时间待在外出包里会更安心。</p>\n<h2>福楽猫舍的做法</h2>\n<p>福楽猫舍从猫咪幼年起就进行外出包和胸背带的适应训练，交付时均已完成芯片植入。做好紧急情况的准备也是负责任养猫生活的重要一环。</p>"
  }
}
