{
  "slug": "cat-winter-care",
  "en": {
    "title": "Winter Cold Protection for Cats: Choosing Heaters and Cold-Weather Gear",
    "content": "<p>Cats also need protection from the cold. Kittens and senior cats in particular struggle with temperature regulation. Although Siberians are a cold-resistant breed, you should still provide a comfortable indoor environment.</p>\n<h2>Comfortable Winter Room Temperature for Cats</h2>\n<p>The ideal range is 20-25°C (68-77°F). Avoid sudden temperature fluctuations and maintain a stable room temperature. Pay special attention to the early morning chill. Make use of air conditioners and heaters with timer functions.</p>\n<h2>Safe Use of Heating Appliances</h2>\n<p>Kerosene heaters and fan heaters pose a burn risk, so install guards to prevent cats from making direct contact. Carbon monoxide poisoning is also a concern, so regular ventilation is essential. Kotatsu (heated tables) carry risks of low-temperature burns and dehydration, so watch that your cat does not spend extended periods inside one.</p>\n<h2>Recommended Cold-Weather Products</h2>\n<p>Pet heating pads (low-temperature setting, chew-resistant cord), dome-shaped beds with plush fabric, fleece blankets, and hot water bottles with covers are all good options. Make sure to provide both warm and cool areas so your cat can move freely between them.</p>\n    <h2>Winter Health Concerns</h2>\n<p>Cats tend to drink less water in winter, which leads to an increase in urinary tract issues (cystitis, urinary stones). Encourage water intake by offering lukewarm water and increasing the proportion of wet food in their diet.</p>"
  },
  "zh": {
    "title": "猫咪冬季防寒指南：暖气设备与防寒用品的选择",
    "content": "<p>猫咪也需要注意防寒。特别是幼猫和老年猫不擅长调节体温。虽然西伯利亚猫是耐寒的品种，但也要为它们提供舒适的室内环境。</p>\n<h2>猫咪冬季舒适的室温</h2>\n<p>理想温度为20~25°C。避免温度骤变，保持稳定的室温。尤其要注意清晨的寒冷。善用带定时功能的空调和暖气设备。</p>\n<h2>暖气设备的安全使用</h2>\n<p>煤油炉和暖风机有烫伤危险，请安装防护栏防止猫咪直接接触。还有一氧化碳中毒的风险，定期通风是必须的。被炉（暖桌）存在低温烫伤和脱水的风险，请注意不要让猫咪长时间待在里面。</p>\n<h2>推荐的防寒用品</h2>\n<p>宠物电热垫（低温设定、防咬电线）、毛绒圆顶猫窝、羊毛毯、带套的热水袋等都是不错的选择。请同时提供温暖和凉爽的区域，让猫咪可以自由移动选择。</p>\n    <h2>冬季需要注意的健康问题</h2>\n<p>冬季猫咪的饮水量容易减少，泌尿系统疾病（膀胱炎、尿路结石）的发生率会上升。通过提供温水、增加湿粮比例等方式促进水分摄入。</p>"
  }
}
