{
  "slug": "cat-summer-care",
  "en": {
    "title": "Summer Heat Protection for Cats: Heatstroke Prevention and Comfortable Temperature Management Guide",
    "content": "<p>Cats have very few sweat glands and are vulnerable to heat. Summer heat protection is especially important for long-haired breeds like the Siberian.</p>\n<h2>Comfortable Room Temperature for Cats</h2>\n<p>The ideal room temperature for cats is 25-28°C (77-82°F). Keep the air conditioner running at around 28°C even when you are away. Fans and circulators alone are insufficient for regulating a cat's body temperature, since cats hardly sweat and cannot cool down simply by having air blown on them.</p>\n<h2>Heatstroke Symptoms and First Aid</h2>\n<p>If you observe panting (open-mouth breathing), lethargy, excessive drooling, body temperature above 40°C (104°F), or vomiting and diarrhea, heatstroke may be the cause. Immediately move the cat to a cool area, apply wet towels to the neck, armpits, and inner thighs to cool them down, and contact your veterinarian.</p>\n<h2>5 Summer Prevention Tips</h2>\n<p>1. Place water bowls in multiple locations. 2. Provide cool spots such as tile floors or marble slabs. 3. Use blackout curtains on windows with direct sunlight. 4. Use an automatic water fountain to constantly supply fresh water. 5. Increase the proportion of wet food to boost water intake.</p>\n    <h2>Summer Care for Long-Haired Breeds</h2>\n<p>For long-haired breeds like the Siberian, thoroughly brush out loose fur before summer. Summer haircuts are debatable, as a cat's coat also functions as insulation, and extreme trimming can actually be counterproductive.</p>"
  },
  "zh": {
    "title": "猫咪夏季防暑指南：预防中暑与舒适温度管理",
    "content": "<p>猫咪几乎没有汗腺，对高温非常敏感。特别是西伯利亚猫等长毛品种，夏季防暑措施尤为重要。</p>\n<h2>猫咪舒适的室温</h2>\n<p>猫咪舒适的室温为25~28°C。外出时也要保持空调运行，设定在28°C左右。仅靠风扇或循环扇不足以调节猫咪的体温，因为猫咪几乎不出汗，单纯吹风无法降低体温。</p>\n<h2>中暑的症状与急救措施</h2>\n<p>如果出现喘气（张嘴呼吸）、精神萎靡不动、大量流口水、体温超过40°C、呕吐或腹泻等症状，可能是中暑。请立即将猫咪转移到凉爽的地方，用湿毛巾冷敷颈部、腋下和大腿内侧，同时联系兽医。</p>\n<h2>夏季5大预防措施</h2>\n<p>①在多个位置放置饮水碗。②提供凉爽的地方（如瓷砖地板、大理石板等）。③在阳光直射的窗户上使用遮光窗帘。④使用自动饮水器持续供应新鲜水源。⑤增加湿粮比例以促进水分摄入。</p>\n    <h2>长毛品种的夏季护理</h2>\n<p>西伯利亚猫等长毛品种在夏季来临前要充分梳理，去除脱落的毛发。关于夏季剃毛存在争议——猫咪的被毛实际上也具有隔热功能，过度修剪反而可能适得其反。</p>"
  }
}
