{
  "slug": "cat-sleeping-habits",
  "en": {
    "title": "Cat Sleep Patterns and Sleeping Position Secrets: What Their Posture Reveals About Trust and Relaxation",
    "content": "<p>Cats are true \"sleep masters,\" spending about two-thirds of their day sleeping. Let's explore the secrets of cat sleep and the meaning behind their sleeping positions.</p>\n<h2>Cat Sleep Duration</h2><p>Adult cats sleep 14 to 16 hours a day, while kittens and senior cats sleep 18 to 20 hours. However, much of this is light sleep (REM sleep), with deep sleep accounting for only about 30% of the total. This is a remnant of their wild instincts, allowing them to react to predators at any moment.</p>\n<h2>Relaxation Level by Sleeping Position</h2>\n<h3>Belly Up (Supine)</h3><p>The most relaxed state. Exposing the vulnerable belly is a sign of enormous trust in both the environment and the owner.</p>\n<h3>Lying on the Side</h3><p>Quite relaxed. This is a sign of peaceful, deep sleep.</p>\n<h3>Curled Up (Ammonite Shape)</h3><p>A posture that protects vital organs while conserving body heat. Often seen when the cat is slightly alert or when it is cold.</p>\n<h3>Loaf Position (Front Paws Tucked Under)</h3><p>A posture that allows quick movement. The cat is relaxed but not completely off guard.</p>\n<h3>Sphinx Position</h3><p>Front paws stretched forward while sitting. The cat is half awake and observing its surroundings.</p>\n<h2>Creating a Comfortable Sleep Environment</h2><p>Many cats prefer quiet, warm spots, elevated locations, and enclosed spaces like dome-shaped beds. Providing multiple sleeping spots allows your cat to choose based on their mood.</p>"
  },
  "zh": {
    "title": "猫咪的睡眠时间与睡姿的秘密：从睡姿看出信任度与放松程度",
    "content": "<p>猫咪是名副其实的“睡眠达人”，一天中约有三分之二的时间在睡觉。让我们来了解猫咪睡眠的秘密以及各种睡姿的含义。</p>\n<h2>猫咪的睡眠时间</h2><p>成年猫每天睡14至16个小时，幼猫和老年猫甚至睡18至20个小时。不过，大部分是浅度睡眠（快速眼动睡眠），深度睡眠只占总睡眠的约三成。这是野生习性的残留，使它们能随时对外敌做出反应。</p>\n<h2>从睡姿看放松程度</h2>\n<h3>露肚皮仰躺</h3><p>最放松的状态。露出要害部位——腹部，是对环境和主人极大信任的证明。</p>\n<h3>侧卧</h3><p>相当放松。是安心熟睡的信号。</p>\n<h3>蜷缩（菊石型）</h3><p>保护要害部位同时保持体温的姿势。猫咪稍有警惕或天气较冷时常见。</p>\n<h3>面包坐（前爪缩在身体下方）</h3><p>能立刻起身行动的姿势。虽然放松，但并未完全放下戒备。</p>\n<h3>狮身人面像姿势</h3><p>前爪向前伸出的坐姿。处于半清醒状态，正在观察周围环境。</p>\n<h2>打造舒适的睡眠环境</h2><p>很多猫咪喜欢安静温暖的地方、有一定高度的位置以及像圆顶猫窝这样有围合感的空间。准备多个睡觉的地方，让猫咪可以根据心情自由选择。</p>"
  }
}