{
  "slug": "cat-appetite-loss",
  "en": {
    "title": "Why Your Cat Stopped Eating: Causes and Solutions",
    "content": "<p>If your cat stops eating, the effects on their body can be serious. Obese cats that go without food are at particular risk of developing fatty liver disease (hepatic lipidosis).</p>\n    <h2>How Long Is Too Long Without Food?</h2>\n    <p>If an adult cat goes without eating for more than 24 hours, caution is warranted. After 48 hours of fasting, the risk of hepatic lipidosis increases significantly, so consult a veterinarian. Kittens are even more vulnerable — if a kitten hasn't eaten for over 12 hours, seek veterinary attention promptly.</p>\n    <h2>Common Causes of Appetite Loss</h2>\n    <p>Possible causes include environmental changes (moving, introducing a new cat, etc.), switching food brands, stomatitis or dental pain, gastrointestinal issues, infections, and stress.</p>\n    <h2>Tips to Encourage Eating</h2>\n    <p>Try warming wet food slightly in the microwave to enhance its aroma, offering several different types of food, feeding in a quiet and secure location, or hand-feeding your cat.</p>\n    <h2>Appetite Loss in a New Environment</h2>\n    <p>It's quite common for cats to lose their appetite due to nervousness right after coming to a new home. If your cat eats only small amounts for the first day or two but is still drinking water and appears otherwise healthy, it's generally safe to monitor the situation. If you're concerned, feel free to contact Fuluck Cattery via LINE for advice.</p>"
  },
  "zh": {
    "title": "猫咪食欲下降的原因与应对方法",
    "content": "<p>猫咪持续不吃东西会对身体产生严重影响。尤其是肥胖猫如果绝食，还可能引发脂肪肝（肝脂质沉积症）。</p>\n    <h2>不吃东西多久会有危险？</h2>\n    <p>成年猫超过24小时完全不进食就需要引起注意。超过48小时的绝食会大幅增加脂肪肝的风险，请及时咨询兽医。幼猫则更为脆弱，超过12小时不进食就应尽早就医。</p>\n    <h2>食欲下降的主要原因</h2>\n    <p>可能的原因包括：环境变化（搬家、迎接新猫等）、更换猫粮、口腔炎或牙齿疼痛、消化系统问题、感染以及压力等。</p>\n    <h2>促进食欲的方法</h2>\n    <p>可以尝试将湿粮用微波炉稍微加热以增强气味、提供几种不同的猫粮让猫咪选择、在安静安心的地方喂食，或者用手喂食。</p>\n    <h2>新环境中的食欲下降</h2>\n    <p>刚接到新家的猫咪因为紧张而食欲下降是很常见的。如果头一两天只吃少量食物，但仍在喝水且精神状态良好，通常可以继续观察。如果您仍然担心，欢迎通过LINE联系福楽猫舍咨询。</p>"
  }
}
