{
  "slug": "cat-allergy-guide",
  "en": {
    "title": "Can You Own a Cat with Cat Allergies? Symptoms, Solutions, and Low-Allergen Breeds",
    "content": "<p>Loving cats but being unable to own one due to allergies — this is a common struggle. However, with the growing awareness of low-allergen cat breeds and advances in allergy management, the possibility of living with a cat despite allergies has expanded significantly.</p>\n<h2>What Causes Cat Allergies</h2>\n<p>The main allergen responsible for cat allergies is a protein called Fel d1. It is secreted from the cat\\'s saliva and sebaceous glands, adheres to fur through grooming, and becomes airborne as dander. In other words, it is not the fur itself but the protein attached to the fur that causes allergies.</p>\n<p>Fel d1 particles are very small and light, remaining suspended in the air for extended periods. They easily adhere to carpets and upholstered furniture and can persist for months even after a cat has been removed from the environment.</p>\n<h2>Common Symptoms of Cat Allergies</h2>\n<p>Cat allergy symptoms vary widely from mild to severe. The most common symptoms include nasal symptoms such as sneezing, runny nose, and congestion. Eye symptoms like itching, redness, and watery eyes follow, along with skin symptoms such as itching and hives. In severe cases, coughing and asthma-like symptoms may occur.</p>\n<p>The severity of symptoms depends on the level of exposure and individual sensitivity. For mild allergies, living with a cat is often possible with appropriate preventive measures.</p>\n<h2>Low-Allergen Breeds as an Option</h2>\n<p>The Siberian is known as a \"low-allergen breed\" that produces less Fel d1 compared to other breeds. While not completely allergen-free, there is a possibility that allergy symptoms may be reduced or less likely to occur.</p>\n<p>Research data suggests that the Fel d1 concentration in Siberian saliva is about half that of typical cat breeds. While there is individual variation, this makes Siberians a hopeful option for people with cat allergies.</p>\n<h2>Allergy Prevention Basics</h2>\n<p>The foundation of cat allergy management is reducing allergen exposure. Effective measures include installing HEPA filter air purifiers, regular cleaning and ventilation, routine brushing of your cat, restricting cat access to bedrooms, and thorough handwashing after touching your cat.</p>\n<p>Consulting an allergy specialist is also recommended. They can prescribe appropriate medication and advise on root-cause treatments such as immunotherapy.</p>\n<h2>Allergy Testing at Fuluck Cattery</h2>\n<p>At Fuluck Cattery, visitors can interact with our Siberians during their visit to check for allergic reactions. Starting with brief contact and gradually extending the time allows for a more accurate assessment. If you are concerned about allergies, please feel free to contact us.</p>"
  },
  "zh": {
    "title": "猫过敏也能养猫吗？症状、对策与低过敏原猫种",
    "content": "<p>明明喜欢猫却因为过敏而不能养——有这样烦恼的人不在少数。然而近年来，随着低过敏原猫种的认知度提高和防治方法的进步，猫过敏人群与猫共同生活的可能性正在不断扩大。</p>\n<h2>猫过敏的原因</h2>\n<p>猫过敏的主要致敏物质是一种叫做Fel d1的蛋白质。它由猫的唾液和皮脂腺分泌，通过舔毛附着在被毛上，以皮屑的形式飘散在空气中。也就是说，导致过敏的不是\"毛本身\"，而是附着在毛上的蛋白质。</p>\n<p>Fel d1的颗粒非常小且轻，能在空气中长时间悬浮。它容易附着在地毯和布艺家具上，即使猫离开后也可能残留数月之久。</p>\n<h2>猫过敏的主要症状</h2>\n<p>猫过敏的症状因人而异，从轻度到重度不等。最常见的是打喷嚏、流鼻涕、鼻塞等鼻部症状。其次是眼部瘙痒、充血、流泪等眼部症状，以及皮肤瘙痒、荨麻疹等皮肤症状。严重时还可能出现咳嗽和哮喘症状。</p>\n<p>症状的轻重取决于接触量和个人敏感度。轻度过敏的情况下，采取适当的措施后，很多人都能与猫共同生活。</p>\n<h2>低过敏原猫种的选择</h2>\n<p>西伯利亚猫是一种Fel d1分泌量比其他猫种少的\"低过敏原猫种\"。虽然并非完全无过敏原，但过敏症状可能更轻或更不容易出现。</p>\n<p>研究数据显示，西伯利亚猫唾液中的Fel d1浓度约为普通猫种的一半。虽然存在个体差异，但对猫过敏人群来说是一个充满希望的选择。</p>\n<h2>过敏防护的基本措施</h2>\n<p>猫过敏防护的基本原则是减少过敏原接触。安装HEPA滤芯空气净化器、勤打扫和通风、定期给猫梳毛、限制猫进入卧室、触摸猫后彻底洗手等措施都很有效。</p>\n<p>同时建议咨询过敏专科医生。可以获得针对症状的药物处方和根本性治疗方法（免疫疗法）的建议。</p>\n<h2>在福楽猫舍确认过敏反应</h2>\n<p>福楽猫舍在参观时可以让您实际接触西伯利亚猫，确认过敏反应。从短时间接触开始，逐步延长时间，可以做出更准确的判断。如果您担心过敏问题，欢迎随时咨询。</p>"
  }
}
