{
  "slug": "cat-diy-toys",
  "en": {
    "title": "10 Easy DIY Cat Toy Ideas You Can Make at Home",
    "content": "<p>You don't need expensive toys to make your cat happy — you can create fun toys from everyday household items. Here are 10 safe and easy DIY ideas.</p>\n<h2>Cardboard Toys</h2>\n<h3>1. Cardboard Maze</h3><p>Connect several boxes to create a tunnel system. Cut multiple holes for entry and exit points to stimulate your cat's sense of exploration.</p>\n<h3>2. Cardboard House</h3><p>Simply cut windows and a door into a large cardboard box. Cats love cozy, enclosed spaces.</p>\n<h2>String and Fabric Toys</h2>\n<h3>3. Sock Toy</h3><p>Fill a sock with catnip (or silver vine) and tie it shut. You can toss it for your cat to chase.</p>\n<h3>4. T-Shirt Tent</h3><p>Use two wire hangers and a T-shirt to build a small tent for your cat.</p>\n<h2>Plastic Bottle Toys</h2>\n<h3>5. Treat Dispenser Bottle</h3><p>Cut holes in the side of a plastic bottle and fill it with kibble. When your cat rolls it, treats come out — a great puzzle toy.</p>\n<h3>6. Bottle Caps</h3><p>A simple bottle cap can keep cats entertained as they bat it around. Make sure the cap is large enough that it can't be swallowed.</p>\n<h2>Other Ideas</h2>\n<h3>7. Paper Bag Tunnel</h3><p>Cut the bottom off a paper bag to make a tube. The crinkly sound attracts cats. Be sure to remove the handles first.</p>\n<h3>8. Egg Carton Treasure Hunt</h3><p>Place treats in the compartments of an egg carton and let your cat figure out how to get them out.</p>\n<h3>9. Paper Towel Roll Wand</h3><p>Thread string or ribbon through a paper towel roll to create a simple wand toy.</p>\n<h3>10. Ice Toy (Summer Only)</h3><p>Freeze treats in an ice cube tray. A refreshing play activity for hot days.</p>\n<h2>Safety Precautions</h2><p>Watch out for small parts that could be swallowed, plastic bags that pose a suffocation risk, and strings that could become wrapped around your cat. Always put toys away after playtime.</p>"
  },
  "zh": {
    "title": "10个简单DIY猫玩具创意：在家就能做",
    "content": "<p>不需要买昂贵的玩具，用家里现成的材料就能做出让猫咪开心的玩具。以下是10个安全又简单的DIY创意。</p>\n<h2>纸箱类</h2>\n<h3>1. 纸箱迷宫</h3><p>把几个纸箱连接起来做成隧道。开几个出入口的洞，可以激发猫咪的探索欲。</p>\n<h3>2. 纸箱小屋</h3><p>在大纸箱上开出窗户和门就行了。猫咪就是喜欢狭小的空间。</p>\n<h2>绳子·布料类</h2>\n<h3>3. 袜子逗猫玩具</h3><p>把猫薄荷（或木天蓼）装进袜子里打个结就完成了。可以扔给猫咪追着玩。</p>\n<h3>4. T恤帐篷</h3><p>用两个铁丝衣架和一件T恤就能搭出一个小帐篷。</p>\n<h2>塑料瓶类</h2>\n<h3>5. 零食漏食瓶</h3><p>在塑料瓶侧面开几个洞，往里面装猫粮。猫咪滚动瓶子就会掉出食物，是很好的益智玩具。</p>\n<h3>6. 瓶盖玩具</h3><p>一个瓶盖就能让猫咪玩得不亦乐乎。请确认瓶盖大小不会被猫咪吞下。</p>\n<h2>其他</h2>\n<h3>7. 纸袋隧道</h3><p>把纸袋底部剪开做成筒状。沙沙的声音很吸引猫咪。一定要先把提手剪掉。</p>\n<h3>8. 鸡蛋盒寻宝</h3><p>在鸡蛋盒的各个格子里放上零食，让猫咪自己寻找。</p>\n<h3>9. 保鲜膜纸芯逗猫棒</h3><p>在保鲜膜纸芯中穿入绳子或丝带做成逗猫棒。</p>\n<h3>10. 冰块玩具（仅限夏天）</h3><p>在冰格里放入零食冻成冰块。是夏天消暑玩耍的好选择。</p>\n<h2>安全注意事项</h2><p>注意小零件误吞、塑料袋窒息风险以及绳子缠绕的危险。玩完之后一定要收好玩具。</p>"
  }
}
