{
  "slug": "cat-health-checkpoints",
  "en": {
    "title": "Cat Health Checkpoints: Detect Illness Early Through Daily Observation",
    "content": "<p>Cats are known for hiding signs of discomfort. Noticing changes through daily observation is key to early detection of illness.</p>\n    <h2>9 Points to Check Every Day</h2>\n    <h3>1. Appetite</h3><p>Check whether your cat is eating less than usual. If they haven't eaten for more than 2 days, consult your veterinarian.</p>\n    <h3>2. Water Intake</h3><p>A sudden increase in water consumption may indicate kidney disease or diabetes.</p>\n    <h3>3. Elimination</h3><p>Check stool firmness, color, and frequency, as well as urine volume and color. Blood in stool or urine and frequent urination require attention.</p>\n    <h3>4. Weight</h3><p>Sudden weight gain or loss may be a sign of illness. Keep regular weight records.</p>\n    <h3>5. Coat</h3><p>Check for coat sheen, hair loss, and dandruff. A decrease in grooming behavior can be a sign of poor health.</p>\n    <h3>6. Eyes</h3><p>Check for eye discharge, tearing, and redness. If only one eye is kept closed, there may be a foreign object or injury.</p>\n    <h3>7. Ears</h3><p>Check the color and smell of earwax and whether your cat is scratching at their ears. Dark earwax may indicate ear mites.</p>\n    <h3>8. Activity Level</h3><p>A sudden decrease in energy or loss of interest in play is cause for concern.</p>\n    <h3>9. Breathing</h3><p>If your cat is breathing with an open mouth while at rest or breathing rapidly, seek veterinary care immediately.</p>\n    <h2>Don't Forget Regular Checkups</h2>\n    <p>In addition to daily observation, have your cat undergo a thorough checkup including blood tests and X-rays once or twice a year.</p>"
  },
  "zh": {
    "title": "猫咪健康检查要点：通过日常观察早期发现疾病",
    "content": "<p>猫咪被认为是会隐藏身体不适的动物。通过每天的观察发现变化，是早期发现疾病的关键。</p>\n    <h2>每天需要检查的9个要点</h2>\n    <h3>1. 食欲</h3><p>确认食量是否比平时减少。如果超过2天不吃东西，请咨询兽医。</p>\n    <h3>2. 饮水量</h3><p>如果饮水量突然增加，可能是肾脏疾病或糖尿病的征兆。</p>\n    <h3>3. 排泄</h3><p>检查粪便的硬度、颜色和次数，以及尿液的量和颜色。便血、血尿、频尿需要注意。</p>\n    <h3>4. 体重</h3><p>突然的增减可能是疾病的信号。建议定期记录体重。</p>\n    <h3>5. 毛发</h3><p>检查毛发光泽、脱毛和头皮屑情况。梳理行为减少可能是身体不适的信号。</p>\n    <h3>6. 眼睛</h3><p>检查是否有眼屎、流泪、充血。如果只有一只眼睛闭着，可能是异物或受伤。</p>\n    <h3>7. 耳朵</h3><p>检查耳垢的颜色和气味，是否有抓挠耳朵的行为。黑色耳垢可能是耳螨。</p>\n    <h3>8. 活动量</h3><p>突然变得没精神、不爱玩耍时需要注意。</p>\n    <h3>9. 呼吸</h3><p>安静时张嘴呼吸或呼吸急促，请立即就医。</p>\n    <h2>也别忘了定期体检</h2>\n    <p>除了每天的观察外，建议每年进行1-2次包括血液检查和X光在内的详细体检。</p>"
  }
}
