{
  "slug": "cat-neuter-timing",
  "en": {
    "title": "The Right Time and Cost for Cat Neutering/Spaying: Benefits and Drawbacks",
    "content": "<p>Neutering and spaying are important options for your cat's health management and behavioral issue prevention. Here we explain the ideal timing, benefits, and drawbacks.</p>\n    <h2>Recommended Surgery Timing</h2>\n    <p>Generally, 5 to 7 months of age is recommended, though the veterinarian will decide based on the cat's weight and development. Surgery too early may affect growth, while surgery too late may allow marking behavior to become established.</p>\n    <h2>Benefits of Neutering/Spaying</h2>\n    <p>For males, the procedure can help prevent spraying (marking), reduce aggression, and prevent testicular tumors. For females, it prevents unwanted pregnancies and lowers the risk of pyometra and mammary tumors.</p>\n    <h2>Drawbacks and Considerations</h2>\n    <p>After surgery, metabolism changes and cats tend to gain weight more easily. It is important to manage food portions and maintain moderate exercise to keep a healthy weight. The surgery itself requires general anesthesia, but modern veterinary medicine makes it highly safe, and most cats can go home the same day or after one night.</p>\n    <h2>Cost Estimates</h2>\n    <p>Neutering (males) typically costs around 15,000 to 30,000 yen, while spaying (females) generally ranges from 25,000 to 50,000 yen. Costs vary by veterinary clinic, so check in advance. Some municipalities also offer subsidy programs.</p>\n    <h2>Neutered Kittens from Fuluck Cattery</h2>\n    <p>Fuluck Cattery also offers kittens that are already neutered or spayed. These kittens have stable appearances and personalities, making it easier for them to adjust after adoption.</p>"
  },
  "zh": {
    "title": "猫咪绝育手术的最佳时机与费用：优缺点详解",
    "content": "<p>猫咪的绝育手术是健康管理和预防行为问题的重要选择。本文为您介绍合适的手术时机以及绝育的优缺点。</p>\n    <h2>推荐的手术时间</h2>\n    <p>一般建议在5至7月龄时进行，但具体时间由兽医根据猫咪的体重和发育情况来判断。过早手术可能影响发育，过晚则可能导致标记行为（喷尿）已经定型。</p>\n    <h2>绝育的好处</h2>\n    <p>对公猫而言，可以预防喷尿标记行为、降低攻击性、预防睾丸肿瘤。对母猫而言，可以避免意外怀孕，降低子宫蓄脓和乳腺肿瘤的风险。</p>\n    <h2>缺点与注意事项</h2>\n    <p>术后代谢会发生变化，猫咪容易发胖。通过控制食量和适度运动来维持体重非常重要。手术本身需要全身麻醉，但现代兽医技术安全性很高，大多数猫咪当天或住院一晚即可出院。</p>\n    <h2>费用参考</h2>\n    <p>公猫绝育手术一般在15,000至30,000日元左右，母猫绝育手术一般在25,000至50,000日元左右。各动物医院收费不同，请提前确认。部分地区政府可能提供补贴。</p>\n    <h2>福楽猫舍的已绝育幼猫</h2>\n    <p>福楽猫舍也提供已完成绝育手术的幼猫。已绝育的幼猫外貌和性格都很稳定，接回家后更容易适应新环境。</p>"
  }
}