{
  "slug": "cat-carrier-guide",
  "en": {
    "title": "How to Choose a Cat Carrier: Types Compared and Getting Your Cat Used to It",
    "content": "<p>Vet visits, moving, emergency evacuations — a carrier is an essential item for life with a cat. Here we compare carrier types and share tips for getting your cat comfortable with one.</p>\n<h2>Hard-Shell Carriers</h2>\n<p>Made of sturdy plastic with excellent stability. Top-opening models make it easy to place your cat inside and can sometimes be used directly during veterinary exams. The downside is their weight and bulkiness when stored. They're ideal for car travel.</p>\n<h2>Soft-Sided Carriers</h2>\n<p>Made of fabric or nylon, these are lightweight and available with shoulder straps or wheels. Great for train rides or walking. They fold flat for storage. However, they offer less stability than hard-shell carriers, and some materials can snag on claws.</p>\n<h2>Backpack Carriers</h2>\n<p>These free up both hands, making them ideal for emergency evacuations or long-distance travel. Models with transparent windows that let you see your cat are popular. Note that heavier cats may cause strain on your shoulders.</p>\n    <h2>5 Steps to Get Your Cat Used to a Carrier</h2>\n<p>Step 1: Keep the carrier out in a room with the door open at all times. Step 2: Place a favorite blanket inside. Step 3: Give treats inside the carrier. Step 4: Close the door for brief periods. Step 5: Carry your cat around the house while inside the carrier. This gradual approach helps your cat see the carrier not as a scary place, but as a safe and familiar space.</p>"
  },
  "zh": {
    "title": "猫咪航空箱/外出包选购指南：类型对比与适应训练",
    "content": "<p>看诊、搬家、灾害避难——外出包是养猫生活中的必备物品。本文将对比各类型的特点，并介绍让猫咪适应外出包的方法。</p>\n<h2>硬壳型</h2>\n<p>塑料材质坚固耐用，稳定性好。顶部可开启的款式方便放入猫咪，有些还可以直接用于医院诊疗。缺点是较重且存放时占空间。非常适合自驾出行。</p>\n<h2>软包型</h2>\n<p>布料或尼龙材质，轻便，有肩背款和带滚轮款。适合乘坐电车或步行外出。不用时可折叠收纳。但稳定性不如硬壳型，某些材质容易被猫爪勾到。</p>\n<h2>双肩背包型</h2>\n<p>可解放双手，适合灾害避难或长途出行。带透明窗口可观察猫咪状态的款式很受欢迎。较重的猫咪可能会给肩膀带来较大负担，需注意。</p>\n    <h2>让猫咪适应外出包的5个步骤</h2>\n<p>第1步：将外出包常年放在房间里，保持门打开。第2步：在里面铺上猫咪喜欢的毯子。第3步：在外出包里喂零食。第4步：短时间关上门让猫待在里面。第5步：让猫待在包里在家中走动。通过这种循序渐进的方式，让猫咪认为外出包不是可怕的地方，而是安心的空间。</p>"
  }
}
