{
  "slug": "cat-insurance-guide",
  "en": {
    "title": "Pet Insurance Guide: Preparing for Your Cat's Medical Expenses",
    "content": "<p>Cat medical expenses can be surprisingly high. Learn about pet insurance so you can make a smart choice.</p>\n<h2>The Reality of Cat Medical Costs</h2>\n<p>Annual medical expenses for a healthy cat average 30,000 to 50,000 yen, but if surgery is needed, costs can exceed 200,000 to 500,000 yen. Long-term treatment for kidney disease can cost over 300,000 yen per year. Medical expenses tend to increase as cats age.</p>\n<h2>Two Types of Pet Insurance</h2>\n<p>There are full-coverage plans that cover outpatient visits, hospitalization, and surgery, as well as more affordable surgery-focused plans that specialize in surgery and hospitalization. Coverage ratios of 50%, 70%, and 100% are most common, with higher coverage meaning higher premiums.</p>\n<h2>6 Points to Compare</h2>\n<p>Compare the following: (1) coverage ratio and annual limit, (2) whether there is a deductible (out-of-pocket amount), (3) length of waiting period, (4) renewal conditions (treatment of pre-existing conditions), (5) premium changes with age, and (6) claim settlement method (direct payment at the clinic or reimbursement after the fact).</p>\n    <h2>The Best Time to Enroll</h2>\n<p>The best time to enroll is while your cat is young and healthy. Pre-existing conditions before enrollment are almost always excluded from coverage, and some insurance plans don't accept new enrollments for older cats. The ideal time to sign up is when you first bring your kitten home.</p>"
  },
  "zh": {
    "title": "宠物保险选择指南：为猫咪的医疗费做好准备",
    "content": "<p>猫咪的医疗费有时会超出想象。正确了解宠物保险，做出明智的选择。</p>\n<h2>猫咪医疗费的现实</h2>\n<p>健康猫咪的年均医疗费为3万至5万日元，但如果需要手术，费用可能超过20万至50万日元。肾脏疾病的长期治疗每年可能超过30万日元。随着年龄增长，医疗费呈增加趋势。</p>\n<h2>宠物保险的两种类型</h2>\n<p>有涵盖门诊、住院和手术的全面保障型，以及专注于手术和住院的经济实惠型。补偿比例以50%、70%、100%为主流，比例越高保费也越高。</p>\n<h2>需要比较的6个要点</h2>\n<p>请比较以下方面：(1)补偿比例和年度限额，(2)是否有免赔额（自付额），(3)等待期的长度，(4)续保条件（既往病史的处理），(5)保费随年龄的变化，(6)理赔方式（窗口直付还是事后报销）。</p>\n    <h2>最佳投保时机</h2>\n<p>在猫咪年轻健康时投保最为理想。投保前的既往病史几乎都不在保障范围内，有些保险还不接受高龄猫的新投保。接回幼猫时就是最佳的投保时机。</p>"
  }
}
