{
  "slug": "kitten-vaccine-schedule",
  "en": {
    "title": "Kitten Vaccination Schedule: Timing and Types Explained",
    "content": "<p>Once you bring a kitten home, vaccinations are essential for protecting their health. This article explains the kitten vaccination schedule and important considerations.</p>\n    <h2>Types of Kitten Vaccines</h2>\n    <h3>3-in-1 Combination Vaccine (Core Vaccine)</h3>\n    <p>This vaccine prevents three infectious diseases: feline viral rhinotracheitis, feline calicivirus infection, and feline panleukopenia. It is the basic vaccine recommended for all cats.</p>\n    <h3>5-in-1 Combination Vaccine</h3>\n    <p>In addition to the three core diseases, this includes feline leukemia virus (FeLV) and feline chlamydia infection. It is recommended for cats that may go outdoors or live in multi-cat households.</p>\n    <h2>Recommended Vaccination Schedule</h2>\n    <table><tr><th>Age</th><th>Vaccination</th></tr>\n    <tr><td>Around 8 weeks</td><td>1st combination vaccine</td></tr>\n    <tr><td>Around 12 weeks</td><td>2nd combination vaccine</td></tr>\n    <tr><td>Around 16 weeks</td><td>3rd dose (if needed)</td></tr>\n    <tr><td>1 year</td><td>Booster shot</td></tr>\n    <tr><td>Thereafter</td><td>Boosters every 1-3 years</td></tr></table>\n    <p>*The vaccination schedule may vary based on your veterinarian's assessment. It is adjusted according to the kitten's health condition and age.</p>\n    <h2>Precautions After Vaccination</h2>\n    <p>Keep your kitten calm after vaccination and avoid vigorous exercise or bathing. Mild side effects (lethargy, reduced appetite, swelling at the injection site) may occasionally occur but typically resolve within 1-2 days. Consult your veterinarian if concerning symptoms persist.</p>\n    <h2>Fuluck Cattery's Vaccination Policy</h2>\n    <p>At Fuluck Cattery, we administer vaccinations, health checks, and virus testing before handover. All vaccination records are provided in writing at the time of delivery.</p>"
  },
  "zh": {
    "title": "幼猫疫苗接种时间表：接种时期与种类详解",
    "content": "<p>迎接幼猫回家后，疫苗接种是保护其健康的重要环节。本文将为您详细讲解幼猫的疫苗接种时间表及注意事项。</p>\n    <h2>幼猫疫苗的种类</h2>\n    <h3>三联疫苗（核心疫苗）</h3>\n    <p>可预防三种传染病：猫病毒性鼻气管炎、猫杯状病毒感染症和猫泛白细胞减少症。这是所有猫都建议接种的基础疫苗。</p>\n    <h3>五联疫苗</h3>\n    <p>在三联疫苗的基础上，增加了猫白血病病毒（FeLV）和猫衣原体感染症的预防。适用于可能外出或多猫家庭的猫。</p>\n    <h2>建议接种时间表</h2>\n    <table><tr><th>月龄</th><th>接种内容</th></tr>\n    <tr><td>出生后约8周</td><td>第1次联合疫苗</td></tr>\n    <tr><td>出生后约12周</td><td>第2次联合疫苗</td></tr>\n    <tr><td>出生后约16周</td><td>第3次（根据需要）</td></tr>\n    <tr><td>1岁</td><td>加强接种</td></tr>\n    <tr><td>之后</td><td>每1-3年追加接种</td></tr></table>\n    <p>※接种时间表可能因兽医的判断而有所不同，会根据幼猫的健康状况和月龄进行调整。</p>\n    <h2>接种后的注意事项</h2>\n    <p>接种后请让幼猫保持安静，避免剧烈运动和洗澡。偶尔可能出现轻微的不良反应（精神不振、食欲下降、接种部位肿胀），但大多数会在1-2天内恢复。如果出现持续的异常症状，请咨询兽医。</p>\n    <h2>福楽猫舍的疫苗管理</h2>\n    <p>福楽猫舍在交付幼猫前会完成疫苗接种、健康检查和病毒检测。所有接种记录都会在交付时以书面形式提供。</p>"
  }
}
