{
  "slug": "kitten-food-guide",
  "en": {
    "title": "Complete Guide to Choosing Kitten Food | Age-Based Recommendations and Transition Tips",
    "content": "<p>Proper food selection suited to your kitten's age is essential for healthy growth. This article introduces how to choose kitten food by age.</p>\n    <h2>Food Selection by Age</h2>\n    <h3>4-8 Weeks: Weaning Period</h3>\n    <p>This is the transition period from mother's milk or formula to food. Start with kitten wet food softened further with lukewarm water.</p>\n    <h3>2-4 Months: Early Growth Period</h3>\n    <p>Focus on kitten-specific food. High-protein, high-calorie nutrition is needed. Center meals around wet food and gradually mix in dry food. Feed 3 to 4 times per day.</p>\n    <h3>4-12 Months: Late Growth Period</h3>\n    <p>Continue with kitten food. Gradually increase the proportion of dry food. Aim for 2 to 3 meals per day.</p>\n    <h3>1 Year and Older: Adult Cat</h3>\n    <p>Switch to adult cat food. Make the transition gradually over 1 to 2 weeks.</p>\n    <h2>Tips for Choosing Food</h2>\n    <p>Choose food labeled as \"complete and balanced nutrition.\" Products with quality animal protein (chicken, salmon, etc.) as the main ingredient are recommended.</p>\n    <h2>Fuluck Cattery's Food</h2>\n    <p>At Fuluck Cattery, we provide information about the food your kitten has been eating at the time of adoption. We recommend continuing with the same food at first and making any changes gradually.</p>"
  },
  "zh": {
    "title": "小猫猫粮选择完全指南 | 按月龄推荐及换粮方法",
    "content": "<p>选择适合小猫月龄的猫粮，对其健康成长至关重要。本文将按月龄介绍小猫猫粮的选择方法。</p>\n    <h2>按月龄选择猫粮</h2>\n    <h3>4-8周：断奶期</h3>\n    <p>这是从母乳或配方奶过渡到食物的时期。先用温水将幼猫湿粮进一步泡软后喂食。</p>\n    <h3>2-4个月：成长前期</h3>\n    <p>以幼猫专用猫粮为主。需要高蛋白、高热量的营养。以湿粮为主，逐渐加入干粮。每天喂食3-4次。</p>\n    <h3>4-12个月：成长后期</h3>\n    <p>继续使用幼猫猫粮。逐步增加干粮比例。每天喂食2-3次为宜。</p>\n    <h3>1岁以上：成猫</h3>\n    <p>切换为成猫猫粮。请用1-2周的时间逐步过渡。</p>\n    <h2>选粮要点</h2>\n    <p>请选择标注“全价营养猫粮”的产品。推荐以优质动物蛋白（鸡肉、三文鱼等）为主要原料的产品。</p>\n    <h2>福楽猫舍的喂食建议</h2>\n    <p>福楽猫舍在交接时会告知您小猫一直在吃的猫粮信息。建议先继续喂食相同的猫粮，如需更换请逐步过渡。</p>"
  }
}
