{
  "slug": "natural-cat-breeds",
  "en": {
    "title": "What Are Natural Cat Breeds? Understanding the Difference from Engineered Breeds",
    "content": "<p>Cat breeds fall into two broad categories: \"natural breeds\" and \"engineered breeds.\" The Siberian is one of the most well-known natural breeds.</p>\n\n    <h2>What Are Natural Cat Breeds?</h2>\n    <p>Natural cat breeds are those that were not created through artificial breeding programs but instead evolved naturally over many centuries within specific regional environments. Prominent examples include the Siberian, Norwegian Forest Cat, Turkish Angora, and Maine Coon.</p>\n\n    <h2>Advantages of Natural Cat Breeds</h2>\n    <h3>High Genetic Diversity</h3>\n    <p>Because breeding occurred naturally from large gene pools over time, natural breeds tend to have high genetic diversity and a relatively lower risk of specific hereditary diseases.</p>\n\n    <h3>Robust and Highly Adaptable</h3>\n    <p>Breeds that survived in harsh natural environments tend to be inherently robust and highly adaptable. The Siberian's triple coat, for example, is a result of adapting to the bitter cold of Siberia.</p>\n\n    <h2>Differences from Engineered Breeds</h2>\n    <p>Engineered breeds such as the Scottish Fold and Munchkin were created to achieve specific physical traits (folded ears, short legs, etc.), and health issues associated with those traits can sometimes arise. Natural breeds generally have fewer of these artificially introduced problems.</p>"
  },
  "zh": {
    "title": "什么是天然猫种（自然品种）？与人工培育品种的区别",
    "content": "<p>猫的品种可以分为两大类：\"天然猫种（自然品种）\"和\"人工培育品种\"。西伯利亚猫是天然猫种的代表之一。</p>\n\n    <h2>什么是天然猫种？</h2>\n    <p>天然猫种是指并非通过人工繁育计划创造，而是在特定地区的自然环境中经过漫长岁月自然进化而成的猫种。代表性品种包括西伯利亚猫、挪威森林猫、土耳其安哥拉猫和缅因猫等。</p>\n\n    <h2>天然猫种的优势</h2>\n    <h3>遗传多样性高</h3>\n    <p>由于长期在自然环境中从庞大的基因库中进行繁殖，天然猫种具有较高的遗传多样性，特定遗传性疾病的风险相对较低。</p>\n\n    <h3>体质强健、适应力强</h3>\n    <p>在严酷的自然环境中生存下来的猫种，通常体质强健、适应能力强。西伯利亚猫的三层被毛就是适应西伯利亚严寒气候的结果。</p>\n\n    <h2>与人工培育品种的区别</h2>\n    <p>苏格兰折耳猫和曼基康猫等人工品种是为了追求特定的外观特征（折耳、短腿等）而培育的，有时会出现与这些特征相关的健康问题。天然猫种则较少出现这类人为因素造成的问题。</p>"
  }
}
