{
  "slug": "senior-cat-diet",
  "en": {
    "title": "Senior Cat Diet Guide: Nutrition Management and Meal Tips from Age 7",
    "content": "<p>Cats enter their senior years around age 7. Support a healthy old age with diet management tailored to their age.</p>\n<h2>Nutritional Needs of Senior Cats</h2><p>Since senior cats have a lower basal metabolism, calories should be moderate while ensuring sufficient intake of high-quality protein. Senior-specific cat food with adjusted phosphorus content is recommended to reduce the burden on the kidneys.</p>\n<h2>Tips for Choosing Food</h2><p>Foods labeled \"7 years and older\" or \"senior\" are formulated with the nutritional balance of older cats in mind. For joint health, look for products containing glucosamine and chondroitin; for coat health, those containing omega-3 fatty acids are effective. Choose food designed for easy digestion.</p>\n<h2>Tips When Appetite Decreases</h2><p>Warming wet food to enhance its aroma, offering small portions more frequently, adding tasty toppings to improve palatability, and switching to a shallow, wide food bowl are all effective strategies. If appetite drops suddenly, it may be a sign of illness, so visit your veterinarian.</p>\n    <h2>The Importance of Hydration</h2><p>Senior cats are more prone to dehydration due to declining kidney function. It is important to encourage water intake by installing automatic water fountains, increasing the proportion of wet food, and placing multiple water stations around the home.</p>"
  },
  "zh": {
    "title": "老年猫饮食指南：7岁起的营养管理与饮食技巧",
    "content": "<p>猫咪大约在7岁左右进入老年期。通过根据年龄调整饮食管理，帮助它们度过健康的晚年。</p>\n<h2>老年猫的营养需求</h2><p>老年猫的基础代谢下降，因此需要控制热量摄入，同时确保充足的优质蛋白质。为减轻肾脏负担，建议选择磷含量经过调整的老年猫专用粮。</p>\n<h2>选粮要点</h2><p>标注&quot;7岁以上&quot;或&quot;老年猫&quot;的猫粮在营养均衡方面专为高龄猫设计。关节健康推荐含有氨基葡萄糖和软骨素的产品，毛发护理则选择含有Omega-3脂肪酸的产品。请选择易消化配方的猫粮。</p>\n<h2>食欲下降时的应对方法</h2><p>加热湿粮以增强香气、少量多次喂食、添加配料提高适口性、将食盆换成浅而宽的款式等方法都很有效。如果食欲突然大幅下降，可能是疾病的信号，请及时就医。</p>\n<h2>补水的重要性</h2><p>老年猫因肾功能下降容易脱水。安装自动饮水机、增加湿粮比例、在家中多处放置水碗等，促进猫咪充分饮水非常重要。</p>"
  }
}