{
  "slug": "senior-cat-diseases",
  "en": {
    "title": "Top 5 Diseases in Senior Cats: Symptom Checklist for Early Detection",
    "content": "<p>As cats age, the risk of illness increases. Learn about the five most common diseases in senior cats and how to detect them early.</p>\n<h2>1. Chronic Kidney Disease (CKD)</h2><p>This is the most common disease, affecting approximately 30% of cats over 15 years old. Early symptoms include increased thirst and urination, decreased appetite, and weight loss. Early detection is possible through regular blood tests and urinalysis.</p>\n<h2>2. Hyperthyroidism</h2><p>A condition in which the thyroid gland produces excessive hormones. Symptoms include eating well but losing weight, abnormally increased activity, vomiting, and diarrhea. It can be diagnosed with a blood test and controlled with medication.</p>\n<h2>3. Diabetes</h2><p>Characterized by increased thirst and urination, rapid weight loss, and deteriorating coat quality. Overweight cats are at particularly high risk, making daily weight management important.</p>\n<h2>4. Arthritis</h2><p>Often noticed when cats can no longer jump to high places, move more slowly, or groom less frequently. Quality of life can be maintained with pain relief medication and supplements.</p>\n<h2>5. Tumors (Cancer)</h2><p>If you notice skin lumps, sudden weight loss, loss of appetite, or vomiting, seek veterinary care promptly. Early detection and treatment significantly affect the prognosis.</p>\n    <h2>The Importance of Regular Check-ups</h2><p>We recommend biannual health check-ups for senior cats aged 7 and older. Blood tests, urinalysis, and blood pressure measurements can detect many diseases at an early stage.</p>"
  },
  "zh": {
    "title": "老年猫常见的5种疾病：早期发现的症状自查清单",
    "content": "<p>猫咪进入老年后，患病风险也随之增加。了解老年猫常见的5种疾病，做到早发现早治疗。</p>\n<h2>1. 慢性肾病（CKD）</h2><p>这是最常见的疾病，约30%的15岁以上猫咪会患此病。初期症状包括多饮多尿、食欲下降和体重减轻。通过定期血液检查和尿检可以实现早期发现。</p>\n<h2>2. 甲状腺功能亢进症</h2><p>甲状腺激素分泌过多的疾病。表现为食欲正常却消瘦、活动异常亢奋、呕吐、腹泻等症状。可通过血液检查诊断，并用药物控制。</p>\n<h2>3. 糖尿病</h2><p>典型症状为多饮多尿、体重急剧下降、毛发质量变差。肥胖猫的患病风险尤其高，因此日常体重管理非常重要。</p>\n<h2>4. 关节炎</h2><p>通常表现为猫咪不再能跳到高处、行动迟缓、梳理毛发减少等变化。可通过止痛药和保健品维持生活质量。</p>\n<h2>5. 肿瘤（癌症）</h2><p>如果发现皮肤肿块、突然消瘦、食欲不振、呕吐等症状，请尽早就医。早发现、早治疗对预后至关重要。</p>\n    <h2>定期体检的重要性</h2><p>建议7岁以上的老年猫每年进行2次健康检查。通过血液检查、尿检和血压测量，可以早期发现许多疾病。</p>"
  }
}
