{
  "slug": "siberian-neva-masquerade",
  "en": {
    "title": "What Is a Neva Masquerade? A Guide to the Siberian's Color Point Variety",
    "content": "<p>The Neva Masquerade is the color point variation of the Siberian. Named after Russia's Neva River, it is characterized by beautiful markings on the face that resemble a masquerade mask.</p>\n\n    <h2>Characteristics of the Neva Masquerade</h2>\n    <h3>Color Point Pattern and Blue Eyes</h3>\n    <p>The most distinctive feature of the Neva Masquerade is its Siamese-like color point pattern and blue eyes. Most of the body is a light cream to white, with darker color on the face, ears, paws, and tip of the tail. This beautiful contrast is what makes the Neva Masquerade so captivating.</p>\n\n    <h3>Types of Point Colors</h3>\n    <p>The Neva Masquerade comes in several color variations: seal point (dark brown), blue point (gray-blue), red point, cream point, and tabby point (lynx point).</p>\n\n    <h2>Is the Personality the Same as a Regular Siberian?</h2>\n    <p>Yes, the Neva Masquerade has the same personality as a regular Siberian. They are gentle, intelligent, and loyal to their owners with a \"dog-like\" personality. Since personality differences based on coat color have not been scientifically proven, there is no need to worry about temperament.</p>\n\n    <h2>Neva Masquerade Kittens</h2>\n    <p>Neva Masquerade kittens are born almost entirely white. The point colors gradually appear as they grow. It can take several months to a year for the colors to fully stabilize, and watching this transformation is one of the delights of owning this variety.</p>\n\n    <h2>Low-Allergen Characteristics</h2>\n    <p>As a type of Siberian, the Neva Masquerade is also believed to possess low-allergen characteristics. It is a breed worth considering even for those concerned about cat allergies.</p>"
  },
  "zh": {
    "title": "涅瓦假面舞会猫是什么？详解西伯利亚猫的重点色品种",
    "content": "<p>涅瓦假面舞会（Neva Masquerade）是西伯利亚猫的重点色变种。以俄罗斯的涅瓦河命名，其面部花纹宛如佩戴了假面舞会面具，极具特色。</p>\n\n    <h2>涅瓦假面舞会猫的特征</h2>\n    <h3>重点色花纹与蓝色眼睛</h3>\n    <p>涅瓦假面舞会猫最大的特征是类似暹罗猫的重点色花纹和蓝色眼睛。身体大部分为浅奶油色至白色，面部、耳朵、四肢和尾巴末端呈深色。这种美丽的对比正是涅瓦假面舞会猫的魅力所在。</p>\n\n    <h3>重点色的种类</h3>\n    <p>涅瓦假面舞会猫有多种颜色变体：海豹色重点（深棕色）、蓝色重点（灰蓝色）、红色重点、奶油色重点，以及虎斑重点（山猫重点）。</p>\n\n    <h2>性格和普通西伯利亚猫一样吗？</h2>\n    <p>是的，涅瓦假面舞会猫的性格与普通西伯利亚猫相同。温和聪慧，对主人忠诚，具有“像狗一样”的性格。由于毛色导致的性格差异在科学上尚未得到证实，因此无需担心性格方面的问题。</p>\n\n    <h2>涅瓦假面舞会猫的幼猫</h2>\n    <p>涅瓦假面舞会猫的幼猫出生时几乎全身雪白。随着成长，重点色会逐渐显现。颜色完全稳定可能需要数月至一年时间，欣赏这种变化过程也是饲养的一大乐趣。</p>\n\n    <h2>低致敏特性</h2>\n    <p>作为西伯利亚猫的一种，涅瓦假面舞会猫也被认为具有低致敏特性。即使担心猫过敏，也值得考虑的猫种。</p>"
  }
}