{
  "slug": "siberian-allergy-facts",
  "en": {
    "title": "Can You Have a Siberian with Cat Allergies? The Science Behind Low-Allergen Cats",
    "content": "<p>This article provides a detailed explanation, backed by scientific evidence, of why Siberians are called a \"low-allergen breed.\" For those who want to own a cat despite having cat allergies, a Siberian may be a strong option.</p>\n<h2>Fel d1 Secretion Levels in Siberians</h2>\n<p>Multiple studies have reported that Siberians tend to secrete lower levels of the allergen protein Fel d1 compared to other cat breeds. In particular, the concentration of Fel d1 in Siberian saliva has been confirmed to fall below the average for common cat breeds in many cases.</p>\n<p>However, it is important to understand that not all Siberians are equally low-allergen, and there is individual variation.</p>\n<h2>The True Meaning of \"Hypoallergenic\"</h2>\n<p>Hypoallergenic means \"low-allergen\" and does not mean \"non-allergenic\" (zero allergens). Even with a Siberian, allergy symptoms are not guaranteed to be completely absent. However, there is a good chance that symptoms may be reduced.</p>\n<h2>Individual and Gender Differences</h2>\n<p>In general, female cats and neutered males tend to secrete less Fel d1. Intact males tend to have the highest Fel d1 secretion levels. Some studies suggest differences based on coat color, but scientific consensus has not yet been reached.</p>\n    <h2>What You Can Do Before Bringing One Home</h2>\n<p>At Fuluck Cattery, we recommend that those concerned about allergies spend some time interacting with our Siberians during a visit. Start with short contact periods and gradually increase the duration over multiple visits for a more accurate assessment.</p>\n<p>Additionally, having an allergy test done by a specialist beforehand allows you to objectively understand the severity of your allergy, leading to a better-informed decision.</p>"
  },
  "zh": {
    "title": "西伯利亚猫适合猫过敏人群吗？低致敏性的科学依据",
    "content": "<p>本文将结合科学依据，详细解释西伯利亚猫被称为“低致敏猫种”的原因。对于想养猫但患有猫过敏的人来说，西伯利亚猫可能是一个很有希望的选择。</p>\n<h2>西伯利亚猫的Fel d1分泌量</h2>\n<p>多项研究报告指出，西伯利亚猫与其他猫种相比，过敏原蛋白Fel d1的分泌量往往较低。特别是西伯利亚猫唾液中Fel d1的浓度，在许多案例中被证实低于普通猫种的平均水平。</p>\n<p>但需要了解的是，并非所有西伯利亚猫的致敏性都同样低，个体差异是存在的。</p>\n<h2>“低致敏”的正确含义</h2>\n<p>“低致敏（hypoallergenic）”指的是“低过敏原”，并非“零过敏原”。即使养了西伯利亚猫，也不能100%保证不出现过敏症状。但症状减轻的可能性是相当大的。</p>\n<h2>个体差异与性别差异</h2>\n<p>一般来说，母猫和已绝育的公猫Fel d1分泌量较少。未绝育的公猫Fel d1分泌量通常最高。也有研究显示毛色可能与分泌量有关，但尚未形成科学共识。</p>\n    <h2>接猫前可以做的准备</h2>\n<p>在福楽猫舍，我们建议有过敏顾虑的朋友在参观时与西伯利亚猫进行一段时间的接触。先从短时间接触开始，通过多次到访逐渐延长接触时间，以便更准确地判断。</p>\n<p>此外，提前到过敏专科医院做检查，可以客观了解自身过敏程度，从而做出更好的决定。</p>"
  }
}