{
  "slug": "siberian-history",
  "en": {
    "title": "History of the Siberian Cat: Russia's National Treasure with Over 1,000 Years of Heritage",
    "content": "<p>The Siberian is a natural cat breed originating from Russia, believed to have a history of at least 1,000 years. In Russia, they are known as \"national treasure cats\" and have been cherished companions throughout the ages.</p>\n\n    <h2>Origins and History</h2>\n    <p>The exact origins of the Siberian are unknown, but references to cats appear in Russian literature from around the 16th century. Having evolved naturally in the harsh cold of Siberia, they developed their robust bodies and rich triple-layered coats. They have a long history as practical farm cats catching mice, as well as beloved household companions.</p>\n\n    <h2>Official Breed Recognition</h2>\n    <p>Registration with international cat breed registries is relatively recent. The breed began to be established in Russia around 1987. Subsequently, in the 1990s, they were introduced to Europe and America, gaining worldwide recognition.</p>\n\n    <h2>Value as a Natural Breed</h2>\n    <p>The Siberian was not created through artificial crossbreeding but evolved naturally in the wild as a natural breed. As a result, they have high genetic diversity and are said to have fewer health problems caused by artificial selective breeding.</p>\n\n    <h2>Siberians in Japan</h2>\n    <p>The history of Siberians in Japan is still relatively short, and awareness is gradually growing. Their low-allergen characteristics have attracted attention, and their popularity is rising, particularly among those who want to own a cat despite having cat allergies.</p>"
  },
  "zh": {
    "title": "西伯利亚猫的历史：拥有千年传承的俄罗斯国宝猫",
    "content": "<p>西伯利亚猫是原产于俄罗斯的天然猫种，据信拥有至少1000年以上的历史。在俄罗斯被誉为“国宝猫”，自古以来就与人们的生活紧密相伴。</p>\n\n    <h2>起源与历史</h2>\n    <p>西伯利亚猫的确切起源已不可考，但俄罗斯文献中关于猫的记载大约始于16世纪。在西伯利亚严酷的寒冷环境中自然进化，发展出了强健的体魄和丰厚的三层被毛。它们既是农场中捕鼠的实用猫咪，也是家庭中深受喜爱的伴侣，有着悠久的历史。</p>\n\n    <h2>正式品种认定</h2>\n    <p>在国际猫种登记机构的正式注册相对较晚。大约从1987年开始在俄罗斯确立为品种。随后在1990年代传入欧洲和美国，逐渐获得世界范围的认可。</p>\n\n    <h2>天然猫种的价值</h2>\n    <p>西伯利亚猫并非通过人工杂交培育的品种，而是在自然环境中进化而来的天然猫种（Natural Breed）。因此遗传多样性高，据称因人工品种改良而导致的健康问题较少。</p>\n\n    <h2>西伯利亚猫在日本</h2>\n    <p>西伯利亚猫在日本的历史还较短，知名度正在逐步提升。其低致敏性特质受到关注，尤其在希望养猫但患有猫过敏的人群中人气日增。</p>"
  }
}